{
  "slide_1": {
    "bullets": [
      "Submitted by Group B5"
    ],
    "title": "History Project"
  },
  "slide_2": {
    "bullets": [
      "Alfredo Tores, Avery Davis, Claudia Alves, Donna Stroupe, Estelle Darcy"
    ],
    "title": "MEMBERS"
  },
  "slide_3": {
    "bullets": [
      "This project examines the historical developments of the 19th century, focusing on key revolutions, industrial growth, and social transformations. It traces the impact of these events on modern governance, economics, and cultural norms to highlight their lasting influence."
    ],
    "title": "Background"
  },
  "slide_4": {
    "bullets": [
      "The aim is to investigate critical moments from the 1800s, such as the Industrial Revolution, reform movements, and global shifts in power. We studied their long-term consequences through visual data and textual analysis.",
      "Our research was structured using primary and secondary sources, with emphasis on thematic presentation and chronological relevance to create an insightful historical narrative."
    ],
    "title": "Project Overview"
  },
  "slide_5": {
    "bullets": [
      "To develop a comprehensive understanding of pivotal 19th-century events, and analyze their influence on modern institutions, technology, and societies.",
      "To strengthen analytical skills by engaging with authentic historical records, formulating arguments, and drawing meaningful comparisons with present-day systems."
    ],
    "title": "Project Goals"
  },
  "slide_6": {
    "bullets": [
      "Identify the core causes and effects of major historical events during the 19th century, including wars, reforms, and revolutions.",
      "Use historical documents and credible references to explore different perspectives and interpretations of the same events.",
      "Present the findings using a structured format that includes visuals, data charts, and citations, enhancing both clarity and presentation quality."
    ],
    "title": "Objectives"
  },
  "slide_7": {
    "bullets": [
      "Our dataset includes census records, political maps, reform laws, and industrial statistics. The material was categorized based on time period, geography, and impact. We utilized comparative tables, event timelines, and thematic charts to interpret the significance of our findings and ensure accuracy in historical context."
    ],
    "title": "Data Analysis"
  },
  "slide_8": {
    "bullets": [
      "The project revealed how 19th-century transformations—especially the Industrial Revolution—shaped global dynamics. The role of technology, shifts in power structures, and education reform were clearly visible, indicating a transition into modernity and sustained global interdependence."
    ],
    "title": "Result"
  },
  "slide_9": {
    "bullets": [
      "We found the project highly insightful, especially while connecting past events to present situations. Research challenges included identifying biases in historical records, but cross-referencing sources improved reliability. Our discussion also raised new questions for future exploration."
    ],
    "title": "Discussion"
  },
  "slide_10": {
    "bullets": [
      "All references, datasets, and historical materials were documented from libraries, archives, and online educational platforms. Our methodology included citation management tools, ensuring all sources were verified and appropriately acknowledged."
    ],
    "title": "Documentation"
  },
  "slide_11": {
    "bullets": [],
    "title": "Thank You"
  }
}