{
  "slide_1": {
    "title": "Title: Importance",
    "subtitle": "Subtitle: Of Having Friends"
  },
  "slide_2": {
    "title": "Header: Friendship",
    "subtitle": "Header: Life’s Strong Bond",
    "paragraph": "Content: Builds trust Content: Brings joy Content: Love Content: Reduces stress Content: Improves health Content: Fun"
  },
  "slide_3": {
    "title": "Header: What Is",
    "subtitle": "Header: The Meaning of Friendship",
    "paragraph": "Content: Friendship is a special bond between individuals built on trust, love, and mutual respect. True friends support us in good and bad times, making life more enjoyable and meaningful."
  },
  "slide_4": {
    "title": "Header: Key Role",
    "subtitle": "Header: In Life",
    "paragraph": "Bullet: Emotional support Bullet: Mental strength Bullet: Shared memories Content: Helps growth Content: Encourages learning Content: Boosts confidence"
  },
  "slide_5": {
    "title": "Header: Types Of",
    "subtitle": "Header: Friendship",
    "paragraph": "Content: Childhood friends Content: School friends Content: Work friends"
  },
  "slide_6": {
    "title": "Header: True Friends",
    "subtitle": "Header: Real Support",
    "paragraph": "Bullet: Always there for you Content: A true friend stands by your side during challenges and celebrates your victories without jealousy. Content: They listen without judging and offer honest advice when needed. Bullet: Trust and loyalty"
  },
  "slide_7": {
    "title": "Header: Friendship Value",
    "subtitle": "Header: In Society",
    "paragraph": "Content: Friendship promotes unity, reduces conflicts, and builds strong, supportive communities."
  },
  "slide_8": {
    "title": "Header: Building",
    "subtitle": "Header: Friendships",
    "paragraph": "Content: Be kind Content: Start by listening, showing respect, and offering genuine help without expectations. Content: Spend time, share experiences, and be trustworthy."
  },
  "slide_9": {
    "title": "Header: Maintaining",
    "subtitle": "Header: Friendships",
    "paragraph": "Content: Stay connected Content: Communicate regularly, forgive mistakes, and show appreciation. Content: Support each other’s goals and be dependable."
  },
  "slide_10": {
    "title": "Content: Friends Make Life Better",
    "subtitle": "Bullet: Treasure and nurture true friendships"
  }
}