{
  "slide_1": {
    "bullets": [
      "Magic unfolds here"
    ],
    "title": "Film"
  },
  "slide_2": {
    "bullets": [
      "Aryan, Neha, Parth, Riya, Soham"
    ],
    "title": "Our Team"
  },
  "slide_3": {
    "bullets": [
      "Movies have captivated audiences for over a century, evolving from silent films to sound, color, and now digital formats. They are a reflection of society, dreams, struggles, and imagination. Cinema influences fashion, culture, and ideologies. It entertains, educates, and inspires. The rise of global cinema, OTT platforms, and indie creators has made films more diverse and accessible than ever before."
    ],
    "title": "Background"
  },
  "slide_4": {
    "bullets": [
      "Over-commercialization affects artistic quality",
      "Lack of diversity in mainstream cinema",
      "Piracy and illegal streaming harm the industry"
    ],
    "title": "Problems"
  },
  "slide_5": {
    "bullets": [
      "Understand the evolution of cinema",
      "Appreciate creative storytelling and direction",
      "Promote diversity and ethical viewing habits"
    ],
    "title": "Goals"
  },
  "slide_6": {
    "bullets": [
      "Movies impact emotions, perceptions, and cultures. They have the power to tell untold stories and amplify unheard voices. From short films to blockbusters, every format serves a purpose. With visual effects, music, and acting, films convey deep messages. The challenge lies in balancing artistic intent with mass appeal."
    ],
    "title": "Cinematic Power"
  },
  "slide_7": {
    "bullets": [
      "Recent studies show action and thriller genres lead box office revenue. Independent films gain popularity for authentic storytelling. Streaming services are reshaping viewer habits globally."
    ],
    "title": "Film Industry Trends"
  },
  "slide_8": {
    "bullets": [
      "Audiences prefer relatable and original plots",
      "Short films are rising among young creators",
      "Global cinema consumption is higher than ever"
    ],
    "title": "Result"
  },
  "slide_9": {
    "bullets": [
      "Movies are more than entertainment",
      "They shape culture, voice emotion, and drive thought"
    ],
    "title": "Conclusion"
  },
  "slide_10": {
    "bullets": [
      "Sources included IMDB trends, filmmaker interviews, and box office data"
    ],
    "title": "Documentation"
  },
  "slide_11": {
    "bullets": [],
    "title": "Any questions here?"
  },
  "slide_12": {
    "bullets": [
      "Everyone"
    ],
    "title": "Thank You"
  }
}